import main_1 from '../images/Main_1.jpeg'
import main_2 from '../images/Main_2.jpeg'
import main_3 from '../images/Main_3.jpeg'

import mainMobile_1 from '../images/Main_Mobile_1.jpg'
import mainMobile_2 from '../images/Main_Mobile_2.jpeg'
import mainMobile_3 from '../images/Main_Mobile_3.jpg'

import mayak_1 from '../images/Mayak_1.JPG';
import mayak_2 from '../images/Mayak_2.JPG';
import mayak_3 from '../images/Mayak_3.JPG';
import mayak_4 from '../images/Mayak_4.JPG';
import mayak_5 from '../images/Mayak_5.JPG';
import mayak_6 from '../images/Mayak_6.JPG';
import mayak_7 from '../images/Mayak_7.JPG';
import mayak_8 from '../images/Mayak_8.JPG';
import mayak_9 from '../images/Mayak_9.JPG';
import mayak_10 from '../images/Mayak_10.JPG';
import mayak_11 from '../images/Mayak_11.jpg';
import mayak_12 from '../images/Mayak_12.jpg';
import mayak_13 from '../images/Mayak_13.jpg';
import mayak_14 from '../images/Mayak_14.JPG';
import mayak_15 from '../images/Mayak_15.JPG';
import mayak_16 from '../images/Mayak_16.JPG';

import park_1 from '../images/Park_1.JPG';
import park_2 from '../images/Park_2.JPG';
import park_3 from '../images/Park_3.JPG';
import park_4 from '../images/Park_4.jpg';
import park_5 from '../images/Park_5.jpg';
import park_6 from '../images/Park_6.jpg';
import park_7 from '../images/Park_7.JPG';
import park_7_mobile from '../images/Park_7_1.JPG';
import park_8 from '../images/Park_8.JPG';
import park_9 from '../images/Park_9.JPG';
import park_10 from '../images/Park_10_1.JPG';
import park_11 from '../images/Park_11.jpg';
import park_12 from '../images/Park_12.JPG';
import park_13 from '../images/Park_13.JPG';
import park_14 from '../images/Park_14.jpg';
import park_15 from '../images/Park_15.JPG';
import park_16 from '../images/Park_16.jpg';

import mayakStaff_1 from '../images/Vera_Main.png';


const sellPictures = [
  {
    pictureId: 201,
    image: main_1,
    text_1: "Мы привыкли к превосходному кофе.",
    text_2: "К счастью, хорошую чашку можно приготовить и дома.",
    text_3: "",
    color: "blue",
    number: 'first',
  },
  {
    pictureId: 202,
    image: main_2,
    text_1: "Дрип пакеты кофе.",
    text_2: "Возьмите с собой в поездку.",
    text_3: "Пейте кофе в горах, на пляже, в поезде или самолете.",
    color: "black",
    number: 'second',
  },
  {
    pictureId: 203,
    image: main_3,
    text_1: "Пейте вкусный кофе.",
    text_2: "Когда и где захотите.",
    text_3: "Вместе с Pitcher.",
    color: "white",
    number: 'third',
  },
];

const sellPicturesMobile = [
  {
    pictureId: 301,
    image: mainMobile_1,
    text_1: "",
    text_2: "",
    text_3: "",
    number: 'first',
  },
  {
    pictureId: 302,
    image: mainMobile_2,
    text_1: "",
    text_2: "",
    text_3: "",
    number: 'second',
  },
  {
    pictureId: 303,
    image: mainMobile_3,
    text_1: "",
    text_2: "",
    text_3: "",
    number: 'third',
  },
];

const mayakImages = [
  {
    image: mayak_1,
    cols: 2,
    rows: 2
  },
  {
    image: mayak_2,
    cols: 1,
    rows: 1
  },
  {
    image: mayak_3,
    cols: 1,
    rows: 2
  },
  {
    image: mayak_4,
    cols: 2,
    rows: 1
  },
  {
    image: mayak_5,
    cols: 1,
    rows: 1
  },
  {
    image: mayak_6,
    cols: 2,
    rows: 2
  },
  {
    image: mayak_7,
    cols: 1,
    rows: 2
  },
  {
    image: mayak_8,
    cols: 2,
    rows: 1
  },
  {
    image: mayak_9,
    cols: 1,
    rows: 1
  },
  {
    image: mayak_10,
    cols: 1,
    rows: 1
  },
  {
    image: mayak_11,
    cols: 2,
    rows: 2
  },
  {
    image: mayak_12,
    cols: 1,
    rows: 1
  },
  {
    image: mayak_13,
    cols: 1,
    rows: 1
  },
  {
    image: mayak_14,
    cols: 1,
    rows: 1
  },
  {
    image: mayak_15,
    cols: 1,
    rows: 1
  },
  {
    image: mayak_16,
    cols: 2,
    rows: 1
  },
]

const parkImages = [
  {
    image: park_1,
    cols: 2,
    rows: 2
  },
  {
    image: park_2,
    cols: 1,
    rows: 1
  },
  {
    image: park_3,
    cols: 1,
    rows: 2
  },
  {
    image: park_4,
    cols: 2,
    rows: 1
  },
  {
    image: park_5,
    cols: 1,
    rows: 1
  },
  {
    image: park_6,
    cols: 2,
    rows: 2
  },
  {
    image: park_7,
    cols: 1,
    rows: 2
  },
  {
    image: park_8,
    cols: 2,
    rows: 1
  },
  {
    image: park_9,
    cols: 1,
    rows: 1
  },
  {
    image: park_10,
    cols: 1,
    rows: 1
  },
  {
    image: park_11,
    cols: 2,
    rows: 2
  },
  {
    image: park_12,
    cols: 1,
    rows: 1
  },
  {
    image: park_13,
    cols: 1,
    rows: 1
  },
  {
    image: park_14,
    cols: 1,
    rows: 1
  },
  {
    image: park_15,
    cols: 1,
    rows: 1
  },
  {
    image: park_16,
    cols: 2,
    rows: 1
  },
]

const mayakImagesMobile = [
  {
    image: mayak_1,
    cols: 6,
    rows: 2
  },
  {
    image: mayak_6,
    cols: 6,
    rows: 2
  },
  {
    image: mayak_15,
    cols: 4,
    rows: 2
  },
  {
    image: mayak_12,
    cols: 4,
    rows: 2
  },
  {
    image: mayak_9,
    cols: 4,
    rows: 2
  },
  {
    image: mayak_4,
    cols: 6,
    rows: 2
  },
  {
    image: mayak_16,
    cols: 6,
    rows: 2
  },
  {
    image: mayak_2,
  },
  {
    image: mayak_3,
  },
  {
    image: mayak_5,
  },
  {
    image: mayak_7,
  },
  {
    image: mayak_8,
  },
  {
    image: mayak_10,
  },
  {
    image: mayak_11,
  },
  {
    image: mayak_13,
  },
  {
    image: mayak_14,
  },
]

const parkImagesMobile = [
  {
    image: park_1,
    cols: 6,
    rows: 2
  },
  {
    image: park_14,
    cols: 6,
    rows: 2
  },
  {
    image: park_4,
    cols: 4,
    rows: 2
  },
  {
    image: park_7_mobile,
    cols: 4,
    rows: 2
  },
  {
    image: park_5,
    cols: 4,
    rows: 2
  },
  {
    image: park_8,
    cols: 6,
    rows: 2
  },
  {
    image: park_16,
    cols: 6,
    rows: 2
  },

  {
    image: park_2,
    cols: 1,
    rows: 1
  },
  {
    image: park_3,
    cols: 1,
    rows: 1
  },
  {
    image: park_9,
    cols: 1,
    rows: 1
  },
  {
    image: park_10,
    cols: 1,
    rows: 1
  },
  {
    image: park_11,
    cols: 2,
    rows: 2
  },
  {
    image: park_12,
    cols: 1,
    rows: 1
  },
  {
    image: park_13,
    cols: 1,
    rows: 1
  },
  {
    image: park_6,
    cols: 1,
    rows: 1
  },
  {
    image: park_15,
    cols: 1,
    rows: 1
  },
  
]

const dataMayak = {
  map: 'https://yandex.ru/map-widget/v1/?um=constructor%3Abc7e1b8cf696de268bec7da8fdd0fe431bfef2557c5033fb92b8abd51dc18a9c&amp;source=constructor',
  map_tablet: 'https://yandex.ru/map-widget/v1/?um=constructor%3A5b8156113aa090fd8181675ed207221ffba869adbb2174b70663ccfdb2128307&amp;source=constructor',
  map_mobile: 'https://yandex.ru/map-widget/v1/?um=constructor%3A85b669408fe601a6333e13d9f68209092432458622092db1a39529448ea304e7&amp;source=constructor',
  title: 'м Маяковская. Марата 2. ',
  shcedule: 'Режим работы: Пн-Пт: 9:00-22:00',
  shcedule_tablet: 'Пн-Пт: 9:00-22:00',
  content_1: 'Кофейня в самом центре Санкт-Петербурга, в которой хорошо укрыться и смотреть как живет прекрасный город.',
  content_2: 'Здесь мы открыли альтернативу, и наш взгляд на черный кофе уже не мог быть прежним. Мы стали одержимыми.',
  content_2_tablet: 'Здесь мы открыли альтернативу, и наш взгляд на черный кофе уже не мог быть прежним.',
  content_3: 'Весь день в кофейне можно позавтрать сырниками или омлетом, а также съесть врап.',
  content_4: 'Мы организовали 16 посадочких мест, можем разместить и большие компании, пожалуй только, кроме свадеб и юбилеев, хотя ...',
  teamPhoto: park_4,
}

const dataPark = {
  map: 'https://yandex.ru/map-widget/v1/?um=constructor%3Ae3cfb7218df9db2d09a1864e7174f01d12e0d6df1cc0672b3ed2c068cb099efe&amp;source=constructor',
  map_tablet: 'https://yandex.ru/map-widget/v1/?um=constructor%3A0a1f4cc52dc6863c8b98a0ceb3c8fe1595a24a879bf12267951d7f21fb652575&amp;source=constructor',
  map_mobile: 'https://yandex.ru/map-widget/v1/?um=constructor%3A27a9f717a2a1ccaa0396594d6444c4aab423f2081492148a7a675b24ca5b121a&amp;source=constructor',
  title: 'м Парк победы. Бассейная 12. ',
  shcedule: 'Режим работы: Пн-Пт: 8:00-22:00; Сб-Вс: 9:00-22:00',
  shcedule_tablet: 'Пн-Пт: 8:00-22:00; Сб-Вс: 9:00-22:00',
  content_1: 'Первая кофейня PITCHER. Так все начиналось.',
  content_1_tablet: 'Первая кофейня PITCHER. Больше 8 лет назад мы приготовили первую чашку кофе именно здесь.',
  content_2: 'Больше 8 лет назад мы приготовили первую чашку кофе именно здесь.',
  content_3: 'Со многими гостями мы знакомы с тех самых пор, их дети буквально росли у нас на глазах.',
  content_4: 'Ежедневно мы готовим больше 400 чашек кофе. Мы счастливы и горды, что такое количество людей каждый день выбирает нас.',
  teamPhoto: park_4,
}

const aboutTexts = {
  p_1_1_desctop: 'specialty кофе - это необъятный мир вкусов и ароматов со всего мира.',
  p_1_1_mobile: 'Природа подарила нам удивительное разнообразие вкусов и ароматов кофе. Технологии помогают нам сохранить и передать гостям лучшие из них.',
  p_1_2_desctop: 'Природа подарила нам удивительное разнообразие, которое мы бережно сохраняем и раскрываем.',
  p_1_2_mobile: 'Мы выбираем исключительный кофе, подбираем профиль обжарки, используем лучшее оборудование, минерализуем воду. Так появляются идеальные 30-40 грамм эспрессо.',
  p_1_3_desctop: 'Мы тщательно отбираем зеленое зерно, ответственно ищем оптимальный профиль обжарки, тестируем как готовится напиток на разных температурах, очищаем и минералузем воду которую используем в кофейнях.',
  p_1_4_desctop: 'Вам необязательно все это знать, главное, что в результате каждый день наши гости пьют удивительно вкусный кофе.',
  p_2_1_desctop: 'В основе нашего подхода к построению отношений с людьми лежит уважение и забота.',
  p_2_1_mobile: 'В основе нашего подхода лежит уважение и забота к человеку. Мы ценим каждого нашего сотрудника и строим долгосрочные отнешения с каждым членом команды.',
  p_2_2_desctop: 'Мы невероятно долго ищем хороших ребят, которые любят людей и кофе. Бариста - это основа PICTHER, это наша гордость и радость. А в свободное время мы играем в настолки, массово разводим котов, спасаем птиц и радуемся жизни',
  p_2_2_mobile: 'Мы создаем сервис основанный на равноправии с гостем. Ответственно, честно и профессионально. Каждый день.',
  p_2_3_desctop: 'С первого дня работы мы работаем для каждого гостя как для лучшего друга. Нам важно, какой опыт вы получаете приходя в кофейни.',
  p_2_4_desctop: 'Мы помним напитки гостей, знаем детей, кормим собак просто потому, что нам это нравится.',
  p_3_1_desctop: 'История путешествия PICTHER началась в 2014 году.',
  p_3_1_mobile: 'История путешествия PICTHER началась в 2014 году. 9 лет мы осознанно создаем культуру доверительных отношений с каждым гостем.',
  p_3_2_desctop: 'Мы сильно поменялись за это время: улучшили оборудование, запустили собственную обжарку, дрип кофе и cold brew, несколько раз поменляи барные стойки и создали стабильную команду',
  p_3_2_mobile: 'Если по стечению обстоятельств мы с вами еще не знакомы, то вы можете найти нас и отзывы гостей на всех популярных ресурсах. Приходите, мы подружимся',
  p_3_3_desctop: 'Мы много работали и гордимся результатами, гордимся что наши гости каждый день выбирают PITCHER.',
  p_3_4_desctop: 'Если по стечению обстоятельств мы с вами еще не знакомы, то вы можете найти нас и отзывы гостей на всех популярных ресурсах. Приходите, мы подружимся',
}

const parkStaff = [
  {
    id: 1,
    image: mayakStaff_1,
    name: "Вера",
    role: "сооснователь",
    about: "всегда хотела изменить жизнь людей к лучшему, доброта спасет мир, люблю котов и людей, а как выглядт 4 строчки?",
    about_mobile: "короткое описание жизненного кредо",
  },
  {
    id: 2,
    name: "Андрей",
    image: mayakStaff_1,
    role: "сооснователь",
    about: "всегда хотела изменить жизнь людей к лучшему",
    about_mobile: "короткое описание жизненного кредо",
  },
  {
    id: 3,
    image: mayakStaff_1,
    name: "Марк",
    role: "Мульти-инстументалист",
    about: "всегда хотела изменить жизнь людей к лучшему",
    begining: "2018",
    about_mobile: "короткое описание жизненного кредо",
  },
  {
    id: 4,
    image: mayakStaff_1,
    name: "Полина",
    role: "Старший бариста",
    about: "всегда хотела изменить жизнь людей к лучшему",
    begining: "2016",
    about_mobile: "короткое описание жизненного кредо",
  },
  {
    id: 5,
    image: mayakStaff_1,
    name: "Вика",
    role: "зам Старшего бариста",
    about: "всегда хотела изменить жизнь людей к лучшему",
    begining: "2022",
    about_mobile: "короткое описание жизненного кредо",
  },
  {
    id: 6,
    image: mayakStaff_1,
    name: "Илья",
    role: "Бариста",
    about: "всегда хотела изменить жизнь людей к лучшему",
    begining: "2020",
    about_mobile: "короткое описание жизненного кредо",
  },
  {
    id: 7,
    image: mayakStaff_1,
    name: "Маша",
    role: "Бариста",
    about: "всегда хотела изменить жизнь людей к лучшему",
    begining: "2019",
    about_mobile: "короткое описание жизненного кредо",
  },
  {
    id: 8,
    image: mayakStaff_1,
    name: "Марго",
    role: "Бариста",
    about: "всегда хотела изменить жизнь людей к лучшему",
    begining: "2019",
    about_mobile: "короткое описание жизненного кредо",
  },
  {
    id: 9,
    image: mayakStaff_1,
    name: "Настя",
    role: "Бариста",
    about: "всегда хотела изменить жизнь людей к лучшему",
    begining: "2022",
    about_mobile: "короткое описание жизненного кредо",
  },
  {
    id: 10,
    image: mayakStaff_1,
    name: "Алексей",
    role: "Бариста",
    about: "всегда хотела изменить жизнь людей к лучшему",
    begining: "2023",
    about_mobile: "короткое описание жизненного кредо",
  },
  {
    id: 11,
    image: mayakStaff_1,
    name: "Даша",
    role: "Проджет менеджер",
    about: "всегда хотела изменить жизнь людей к лучшему",
    begining: "2018",
    about_mobile: "короткое описание жизненного кредо",
  },
  {
    id: 12,
    image: mayakStaff_1,
    name: "Кира",
    role: "Контенте менеджер",
    about: "всегда хотела изменить жизнь людей к лучшему",
    begining: "2021",
    about_mobile: "короткое описание жизненного кредо",
  },
]

const textTeam = {
  firstMessage: "Мы долго думали что является ключевым видом деятельности проекта: произодство исключительного кофе или создание сервиса по улучшения мира к лучшему. И поняли что не можем разделить.",
  secondMEssage: "Каждая чашка которую мы отдем гостю соответствуем нашим высоким стандартам качества, каждый сотрудник проходит глубокое обучение и строгую аттестацию. Можно научить человека готовить кофе. Научить любить людей и создвать искренний сервис, чтобы каждый гость выходил от нас с чуть лучшим настроением - гораздо сложнее. ",
  thirdMEssage: "Мы гордимся нашей командой, каждым из ребят которые встают в 6 утра для того, чтобы встретить вас и сделать ваш день чуточку лучше, повернуть мир на сотую долю процента в лучшую сторону.",
}

export { 
  sellPictures, 
  // temporaryPhotos, 
  mayakImages, 
  parkImages, 
  dataMayak,
  dataPark, 
  sellPicturesMobile,
  aboutTexts,
  mayakImagesMobile,
  parkImagesMobile,
  parkStaff,
  textTeam
};

/* 
const temporaryPhotos = [
  {
    "id": "18001015054718042",
    "media_type": "IMAGE",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/334320246_912577120064165_3067973945024697347_n.jpg?_nc_cat=104&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=8_nDU2GnxRQAX8uGun6&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfDF0tdD7_O-Vr74QrBDq52qYBxTFvYyfjHmeroTpvEmUw&oe=640BDCD1",
    "caption": "Любовь с первого укуса — это про наш новый врап🤤\n\nНаши сытные позиции на Марата обрели брата с необычным сочетанием — варёно-копчёный свиной окорок, творожный сыр, брусничный соус, вяленые томаты, моцарелла и всё завернуто в тортилью. Если вы ещё считаете, что мясо не сочетается со сладким соусом — советуем попробовать. Может быть нам удастся вас переубедить. А если вы уже ценитель, то торопитесь, мы не успеваем их крутить! \n\nВрап стоит 210 рублей и продается в кофейне на Марата, 2 (метро Маяковская) \n\n#гдепоестьспб #кофейняспб",
    "timestamp": "2023-03-06T10:16:46+0000",
    "permalink": "https://www.instagram.com/p/CpcZy7Qoaxp/"
  },
  {
    "id": "18036003817407192",
    "media_type": "IMAGE",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/333995278_2407849986059078_8774478809729688922_n.jpg?_nc_cat=103&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=vYW8SAqiXAQAX-N9Hwc&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfALao50ntezULkWXxV5ZspBFwOFjUdxjYura5NVh6TIvQ&oe=640B8B69",
    "caption": "Мы люди простые — видим на календаре 01.03 — радуемся! \n\nУже начали писать планы на эти три месяца. Среди них, конечно, и новые промо, и сотни капучино, литры фильтра, каппинги, съемки рилс, собрания и так далее. Главное не забыть насладиться сакурой на Литейном, прогуляться в первый теплый вечер и надеяться только на лучшее. \n\nЖелаем вам отличной весны, поделитесь своими планами на нее в комментариях, хотим пополнить наш список!\n\n#весна2023 #кофейняспб #спешелтикофе",
    "timestamp": "2023-03-01T14:57:08+0000",
    "permalink": "https://www.instagram.com/p/CpQB5_BIuWG/"
  },
  {
    "id": "18033807904411435",
    "media_type": "IMAGE",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/332706408_1810639319317399_4143857468947399567_n.jpg?_nc_cat=111&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=BDkf-9R_3OEAX90Bnui&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfD1z3vJBH0hQ1535P-JYzvvR4OreTsFzOnm37l4EvKWxg&oe=640AC3ED",
    "caption": "Санкт-Петербург, который всегда под рукой \n\nМы создаем шоперы, потому что и сами ходим с ними. Это экологичный и удобный способ ходить за покупками. Его удобно брать в поездки или носить в нем зерно из Питчера😉 Наверное, это один из самых любимых аксессуаров на весну-лето, особенно когда на нем любимый город! Шопер можно приобрести на  сайте или в кофейнях всего за 750 рублей.\n\nЗнаете, откуда открывается этот вид с картинки?\n#шоперспб #кофейняспб #спешелтикофе",
    "timestamp": "2023-02-25T09:26:14+0000",
    "permalink": "https://www.instagram.com/p/CpFI288IuLF/"
  },
  {
    "id": "17957328311376925",
    "media_type": "IMAGE",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/332443139_532613145685363_1638069469148994305_n.jpg?_nc_cat=101&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=Hrlo3MG4bqAAX-rjT4a&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfAp0l1GBlBlgkS5FaOKzqxhL2K6BtfZlu6mxhRCYCviyw&oe=640C0C1F",
    "caption": "Все мы начинали с того, что когда-то открыли для себя мир спешелти впервые — и владельцы кофеен, и бариста, и гости. Каждый этап этого пути уникальный и особенный, поэтому не стоит расстраиваться, если вы не понимаете, почему не чувствуете эти вкусы с этикетки зерна. \n\nА на каком этапе находишься ты?\n#кофеспб #кофейня #буднибариста",
    "timestamp": "2023-02-22T11:36:53+0000",
    "permalink": "https://www.instagram.com/p/Co9pbIOo519/"
  },
  {
    "id": "17968151012053375",
    "media_type": "VIDEO",
    "media_url": "https://video.cdninstagram.com/o1/v/t16/f1/m82/8B4BAF2784C296B18D08CEFF4034ABB7_video_dashinit.mp4?efg=eyJ2ZW5jb2RlX3RhZyI6InZ0c192b2RfdXJsZ2VuLjcyMC5jbGlwcyJ9&_nc_ht=video.cdninstagram.com&_nc_cat=105&vs=1229323961348221_607182162&_nc_vs=HBksFQIYT2lnX3hwdl9yZWVsc19wZXJtYW5lbnRfcHJvZC84QjRCQUYyNzg0QzI5NkIxOEQwOENFRkY0MDM0QUJCN192aWRlb19kYXNoaW5pdC5tcDQVAALIAQAVABgkR0k4aXpCT3BxUDNOS2FFQUFKV1BZRnNRX3I1NGJxX0VBQUFGFQICyAEAKAAYABsBiAd1c2Vfb2lsATEVAAAm4pX%2Fp6yLxj8VAigCQzMsF0BLczMzMzMzGBJkYXNoX2Jhc2VsaW5lXzFfdjERAHUAAA%3D%3D&ccb=9-4&oh=00_AfC44tgREufiKHjHff1d0x3c0672oM3IRj2nWvV5_Do1ZA&oe=64080E91&_nc_sid=ea0b6e&_nc_rid=3d0be27fbd",
    "caption": "За что мы любим альтернативу? За яркость вкуса и за то, как раскрывается зерно! Подпишись, чтобы узнать о других альтернативных методах приготовления кофе и познакомиться с жизнью петербургской кофейни 🤍\n\nV60 можно попробовать в кофейне на Марата, 2 — каждый день с 9 до 22🤍",
    "timestamp": "2023-02-19T11:58:16+0000",
    "thumbnail_url": "https://scontent.cdninstagram.com/v/t51.29350-15/332112119_192633080028564_6775151957934559718_n.jpg?_nc_cat=105&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=nptFabQ1qewAX9_XeWk&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfB95IqqcXqnhk28giEddailnOivHUkY-jYS3LFqOBHKUA&oe=640A7BB1",
    "permalink": "https://www.instagram.com/reel/Co181CYI-fi/"
  },
  {
    "id": "18345939487007460",
    "media_type": "VIDEO",
    "media_url": "https://video.cdninstagram.com/o1/v/t16/f1/m82/1F4DCE59780BDB50F434D30C9A7A46AA_video_dashinit.mp4?efg=eyJ2ZW5jb2RlX3RhZyI6InZ0c192b2RfdXJsZ2VuLjcyMC5jbGlwcyJ9&_nc_ht=video.cdninstagram.com&_nc_cat=101&vs=3402773963301537_2275192147&_nc_vs=HBksFQIYT2lnX3hwdl9yZWVsc19wZXJtYW5lbnRfcHJvZC8xRjREQ0U1OTc4MEJEQjUwRjQzNEQzMEM5QTdBNDZBQV92aWRlb19kYXNoaW5pdC5tcDQVAALIAQAVABgkR0h5NHFCT2xhUVBqSXVnQkFMNUEzS1Rib253ZGJxX0VBQUFGFQICyAEAKAAYABsBiAd1c2Vfb2lsATEVAAAm%2BKTe%2FomEikEVAigCQzMsF0A1O6XjU%2FfPGBJkYXNoX2Jhc2VsaW5lXzFfdjERAHUAAA%3D%3D&ccb=9-4&oh=00_AfCFjnzDaewRIPi4iLhLmukEpQtJwh2t6I0VvfOsR69Y3w&oe=64077A69&_nc_sid=ea0b6e&_nc_rid=4776889253",
    "caption": "Бесконечно можно смотреть на четыре вещи: огонь, воду, как проливается эспрессо и на это видео с Дашей и Ильей \n\nНаша уютная кофейня на Парке Победы располагает только к хорошему настроению. Счастливые бариста ➡️ вкусный кофе ➡️ счастливые посетители, такая простая формула!",
    "timestamp": "2023-02-15T11:30:18+0000",
    "thumbnail_url": "https://scontent.cdninstagram.com/v/t51.29350-15/331321487_918764915921837_5192278183698064744_n.jpg?_nc_cat=105&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=2zyhLbOTrekAX_DavL8&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfACZE5BHlfyBWJaOWAZjUF_0pJP3bcf8w-GeYBjC1GkSw&oe=640C116D",
    "permalink": "https://www.instagram.com/reel/Cormh_vIO67/"
  },
  {
    "id": "17893764692768704",
    "media_type": "IMAGE",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/330538220_681979953674981_8198294015055611144_n.jpg?_nc_cat=103&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=IhVQXlJE6osAX-LrNtp&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfARIzVs0OipYMJHtIlsaE_fVVqML7st7RbYBpfCLpe6EQ&oe=640B482A",
    "caption": "Пусть ваш партнёрам never gonna give you up, а только просит love me tender \n\nА если вы ещё не встретили своего wonderwall, то этот день посвятите любви к главному человеку своей жизни — себе❤️\n\nВ сторис рассказали об идеях для подарков для любителей погулять и домоседов, точно найдёте что-то для себя или партнера🫶",
    "timestamp": "2023-02-14T09:13:01+0000",
    "permalink": "https://www.instagram.com/p/CooymcSooEJ/"
  },
  {
    "id": "17964171974211499",
    "media_type": "IMAGE",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/329453792_958375718392246_6956616497637461253_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=LvlVIwQSpBUAX817ddc&_nc_oc=AQkn4Zxebmvm01I6Php-naycqvuNC5qPxMeIIatnScY9DWECl8PAee5mmcwBhpTalrU&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfC3tN11kQ5klRTT4p9Cc-KBQD9DycldigLYRwQ3dldfkw&oe=640BCAB8",
    "caption": "14 февраля. Открываешь глаза – еще один день. Такой же, как и обычно. Кровать, ванна, кухня. Достаёшь дрип и понимаешь, что этот день отличается от других. Вдруг ты садишься и медленно пьёшь чашку кофе, не спешишь успеть всё, а просто наслаждаешься моментом. Тело просит зарядки – даёшь ему это движение. Разум просит включить любимую песню. Может быть потанцевать перед тем, как выйти из дома. А кто запретит? По дороге на работу покупаешь булочку с корицей для коллеги, а на обратном пути домой – цветы для себя. Чем этот день отличается от других?\n\nЛюбовь. Любовь к себе, окружающим и пространству. Мы часто забываем, как важно любить даже самый обычный день. И пусть такие дни будут не только 14 февраля, а круглый год! \n\nМы сделали эти дрипы, чтобы вы тратили меньше времени на рутину и больше — на любовь. Два дрипа - Гватемала Антигуа и Эфиопия Сидамо. Для себя, для неё, для него, для любви❤️\n\n#подарокна14февраля #дрипкофе #кофейняспб",
    "timestamp": "2023-02-07T14:38:50+0000",
    "permalink": "https://www.instagram.com/p/CoXWUwCod6v/"
  },
  {
    "id": "17976650497982948",
    "media_type": "IMAGE",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/329628091_582305886823374_5027928986542899903_n.jpg?_nc_cat=107&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=nhOk2WG_qO8AX9SF1wX&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfASKegci2ejWcO-DS_F05VnK0l_i37jICQZySjSJ8FRiw&oe=640C1147",
    "caption": "Это кофе, а не балет✨\n\nВозможно, этот напиток не поможет вам победить крысиного короля, зато точно победит тоску или холод. Самый зимний и сказочный - Nutcracker. Напиток на основе капучино с домашним сиропом из груши и грецкого ореха, покрытый топпингом из сушенной молотой клюквы. Как будто ваша бабушка немного увлеклась и сделала кофейный компот. Можем сделать и по вегану!\n\nКонечно, мы вдохновлялись зимней сказкой о доблестном заколдованном мальчике и фантазировали на тему настоящего зимнего напитка. Так родился наш Щелкунчик, то есть Nutcracker. Пока весна еще не начала одевать все вокруг в зелень и напоминать о приближении эспрессо-тоников, давайте наслаждаться таким по-домашнему вкусным и уютным напитком!",
    "timestamp": "2023-02-06T13:08:24+0000",
    "permalink": "https://www.instagram.com/p/CoUnLf2Ig4n/"
  },
  {
    "id": "18271360060184287",
    "media_type": "CAROUSEL_ALBUM",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/328547961_872281540721805_8047050933055806742_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=CvbzN21DtD0AX8Z6pcp&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfA7UBeqxvrvTmCixm4Q8r1VoI4OXrYsXhJyoWm8MmZlTg&oe=640B00CB",
    "caption": "Любимое зерно этого месяца со скидкой🫶\n\nМы много лет обжариваем это зерно и нежно его любим. Чтобы и вы прониклись этой любовью, сделали на него скидку. Узнайте, каким вкусным может быть кофе из Гватемалы! В карусели подробнее о зерне➡️\n\nВ кофейнях и на сайте можно купить со скидкой за 540 рублей",
    "timestamp": "2023-02-03T12:46:52+0000",
    "permalink": "https://www.instagram.com/p/CoM2VJSIfY0/"
  },
  {
    "id": "17942419556408841",
    "media_type": "CAROUSEL_ALBUM",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/328144392_731117625033213_8958900361208525733_n.jpg?_nc_cat=102&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=FmK4SlejezMAX9C9JFm&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfBwhTWXJC9kx1aBsGvL8ajAuOL60s1Ql9z8XbLwKwXGjw&oe=640A3F1B",
    "caption": "А где любовь? Любовь тут рядом!\n\nВ этом году мы стали участниками благотворительной акции «Прикоснуться словами» @prikosnutsya от фонда «Антон тут рядом» @antontutryadom \n\nС 1 по 14 в февраля в наших кофейнях вы можете купить валентинки, которые создали студенты фонда «Антон тут рядом», аутичные взрослые. \n\n❤️ Я влюбился. Это страшно? \n\n❤️ Давай просто посидим. Ты со мной и этого достаточно! \n\n❤️ Счастье отстой.\nИ другие!\n\nДарите валентинки своим близким, а собранные средства мы отправим на работу фонда и помощь аутичным детям и взрослым. \n\nС любовью можно прожить.",
    "timestamp": "2023-02-01T10:49:00+0000",
    "permalink": "https://www.instagram.com/p/CoHfQGUIvAV/"
  },
  {
    "id": "17965942841036085",
    "media_type": "VIDEO",
    "media_url": "https://video.cdninstagram.com/o1/v/t16/f1/m82/CD4908EC4A4377139C32B136DF9021B8_video_dashinit.mp4?efg=eyJ2ZW5jb2RlX3RhZyI6InZ0c192b2RfdXJsZ2VuLjcyMC5jbGlwcyJ9&_nc_ht=video.cdninstagram.com&_nc_cat=105&vs=748434696395948_3105901888&_nc_vs=HBksFQIYT2lnX3hwdl9yZWVsc19wZXJtYW5lbnRfcHJvZC9DRDQ5MDhFQzRBNDM3NzEzOUMzMkIxMzZERjkwMjFCOF92aWRlb19kYXNoaW5pdC5tcDQVAALIAQAVABgkR0RoNml4T3h5WXJQaEdRRUFOTktPYWJQRGxnbWJxX0VBQUFGFQICyAEAKAAYABsBiAd1c2Vfb2lsATEVAAAmkJ6An470sj8VAigCQzMsF0As5mZmZmZmGBJkYXNoX2Jhc2VsaW5lXzFfdjERAHUAAA%3D%3D&ccb=9-4&oh=00_AfCIom64d__r6hSkTEQl4LQk7uMrapugsNidpC0zI8hVNw&oe=6407EE09&_nc_sid=ea0b6e&_nc_rid=57b4385e5c",
    "caption": "Что делают бариста, пока нет гостей💃\n\nЗаглянуть в будни кофейни на Парке в тихие часы удается редко, а сегодня такой чудесный морозный день и совсем не много посетителей. Успеете и поболтать, и кофе выпить, а может повезёт потискать собачек😉",
    "timestamp": "2023-01-31T11:27:32+0000",
    "thumbnail_url": "https://scontent.cdninstagram.com/v/t51.29350-15/327856118_561501056021608_40145878997135105_n.jpg?_nc_cat=104&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=a5wkSCJY9SkAX8OBN-V&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfDFVPOTmlVIDDBlqJ_DjH_sOo2WsErKvf1KaeyBbYW4-A&oe=640B3FD9",
    "permalink": "https://www.instagram.com/reel/CoE-mA5ICUL/"
  },
  {
    "id": "17968761925998010",
    "media_type": "CAROUSEL_ALBUM",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/327784569_1171457943556597_8375525746041171465_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=tHiZKCBkXgsAX8N6_Ms&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfDHi7HNkr8FDmlwLfmh-Ru_v6CzMc_U2PBUAxz0oS-5MQ&oe=640A6EED",
    "caption": "Как часто вы стоите дома перед пачкой зерна, задумавшись о том, сколько же грамм кофе в чайной ложке? Может быть эти думы наводят вас на то, что пора купить весы и забыть об этой проблеме. Мы все равно думаем, что вам полезно будет узнать этот и несколько других фактов.\n\nВаши лайки и комментарии дадут нам знать, что такой формат вам нравится❤️",
    "timestamp": "2023-01-30T12:12:03+0000",
    "permalink": "https://www.instagram.com/p/CoCfKpYITUc/"
  },
  {
    "id": "17959117382506684",
    "media_type": "CAROUSEL_ALBUM",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/327393480_130789249886902_4685376294936702602_n.jpg?_nc_cat=106&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=ceb3ZvzBxwkAX85H1KD&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfD-Nzv7bX8LSFDygeFCQgKEu_sAxTdnKIY7QIXKrTykFQ&oe=640ABB7C",
    "caption": "Новинка Индонезия Ява Фринса Эдан — кофе для любителей ярких вкусов\n\nОдин из наших любимых лотов, который мы обжариваем уже не первый год. Экспериментальная обработка и чуткий труд фермеров Западной Явы, объединенных станцией Frinsa Estate. Здесь семья Вилдона Мустафы и Атияк Мустиканингтяс рушат стереотипы об индонезийском кофе. С самого начала команда была сосредоточена на качестве и экологичном подходе к производству. \n\nУ кофе от Фринса Коллектив немного дикий, но крутой вкус. Это не то, к чему мы привыкли. Насыщенный сладкий и искристый. Мы чувствуем в нём яркий аромат маминых фиалок, и фруктово-ягодные ноты. Но помимо этого есть особенный вкус и аромат, который встречается только у этого лота. Каждый почувствует что-то свое: кто-то яркие тропические ноты, кто-то ноты комбучи. Лучше попробовать, чем прочитать.\n\nВ карусели читайте подробное описание лота➡️\n\n#кофеспб #кофеиндонезия #кофейноезерно #кофейняспб",
    "timestamp": "2023-01-26T12:52:42+0000",
    "permalink": "https://www.instagram.com/p/Cn4Qo7No3-c/"
  },
  {
    "id": "17974356244999977",
    "media_type": "VIDEO",
    "media_url": "https://video.cdninstagram.com/o1/v/t16/f1/m82/CA4836B2136EF74DC4430FE7A625EFB6_video_dashinit.mp4?efg=eyJ2ZW5jb2RlX3RhZyI6InZ0c192b2RfdXJsZ2VuLjcyMC5jbGlwcyJ9&_nc_ht=video.cdninstagram.com&_nc_cat=107&vs=855532515615405_3466513863&_nc_vs=HBksFQIYT2lnX3hwdl9yZWVsc19wZXJtYW5lbnRfcHJvZC9DQTQ4MzZCMjEzNkVGNzREQzQ0MzBGRTdBNjI1RUZCNl92aWRlb19kYXNoaW5pdC5tcDQVAALIAQAVABgkR0hzc2NCTkNDNHpwQml3RUFHZEZiaDdrZ01sNGJxX0VBQUFGFQICyAEAKAAYABsBiAd1c2Vfb2lsATEVAAAm0vjlo9rc%2FD8VAigCQzMsF0AolP3ztkWiGBJkYXNoX2Jhc2VsaW5lXzFfdjERAHUAAA%3D%3D&ccb=9-4&oh=00_AfCyiQez08JmvrFPElzzyTbCB2skR-Hj7-rl9rjw2gfOew&oe=6407A7F2&_nc_sid=ea0b6e&_nc_rid=2a38a56a3c",
    "caption": "Мы связали ещё одну партию вязанных дрипов!\n\nДа, сопротивлялись. Да, говорили, что их больше не будет. Но сдались и сами этому рады!\n\nДрипы получились настолько чудесные, что практически каждый день нас спрашивали можно ли купить ещё себе или в подарок. Всей командой вязали, чтобы вы могли согреться❤️\n\nВ дрип боксе: Кения Рунгето Кит и Коста-Рика Сан Рафаэль\n\nУже на полках обеих кофеен и на сайте! \n#дрипбокс #дрипы #кофейняспб #кофеспб",
    "timestamp": "2023-01-24T10:39:17+0000",
    "thumbnail_url": "https://scontent.cdninstagram.com/v/t51.29350-15/327072972_516617650455735_7212784113340407182_n.jpg?_nc_cat=104&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=422LfhYp65oAX-nJuSI&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfCZyJElngCsG_s_twP-BrpV68Oa4224CNKta6obLQsrPg&oe=640C10C8",
    "permalink": "https://www.instagram.com/reel/Cny3Vpjoecd/"
  },
  {
    "id": "17888348102772513",
    "media_type": "IMAGE",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/326763127_179048341427172_4389837425531451511_n.jpg?_nc_cat=103&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=jJ0debtZjLIAX_rU_-6&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfAoDMXP7CPOT44cmHgCoql4H_HcQJJYujq_vkuxxDsXFg&oe=640A6C53",
    "caption": "Шоколадные, сливочные, фруктовые, ореховые, нежные, хрустящие… \n\nДесерты! Честно скажем, самим бывает сложно выбрать в этом разнообразии, но у каждого есть свой фаворит. \n\nДесерты в кофейне на Марата постоянно обновляются и пополняются. Конечно, есть «старички», например, нежный баноффи с арахисовой пастой, бананом и сливками. А из последних обновок на витрине задержался чизкейк — классика с печеньем, крем-чизом и шоколадным ганашем. \n\nВы точно найдёте фаворита среди наших десертов, а может он уже есть?",
    "timestamp": "2023-01-22T09:21:12+0000",
    "permalink": "https://www.instagram.com/p/CntlQQXo55t/"
  },
  {
    "id": "17988400885661013",
    "media_type": "IMAGE",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/325581233_716093816791866_453749775608813076_n.jpg?_nc_cat=100&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=6BQr5GmruKEAX-rIdqO&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfC1_n_tKhjVNbTNdc1m-_S1VQO3GGdjvIdjMAeVtpjYbg&oe=640BBB93",
    "caption": "Они ждут твоего сообщения! 🫂\n\nВстречайтесь с друзьями в кофейне на Марата перед прогулкой по Невскому и центру. Кажется, вы давно не видели Казанский! \n\nЗахватите кофе на Бассейной и бродите по Парку Победы. Главное позаботиться о тепле, с чем чашка горячего кофе отлично справится❤️\n\nP.S. Используйте этот пост, как приглашение на кофе \nP.P.S. Если вам прислали этот пост, значит вас позвали на кофе!",
    "timestamp": "2023-01-17T11:21:54+0000",
    "permalink": "https://www.instagram.com/p/Cng7F8DLRbO/"
  },
  {
    "id": "17856410522888734",
    "media_type": "IMAGE",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/324915756_695530768705759_454959582007435767_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=pJkaXeBDTREAX_OP2cD&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfDYAvGSRXSLxVJFr3o-vVajnnBYjSjnJ-ElH_n5JgMR6g&oe=640BECF6",
    "caption": "Каждый день — день хвостатых в кофейнях\n\nPet-friendly — это не только про «вы можете зайти с собакой/котом/канарейкой». Это и о том, что мы помним имена ваших питомцев, а те сразу бегут к стойке за лакомством. \n\nСегодня в сторис небольшой день хвостатых, а в вечных сторис всегда хранятся воспоминания о наших маленьких гостях❤️",
    "timestamp": "2023-01-15T12:18:20+0000",
    "permalink": "https://www.instagram.com/p/Cnb39j5ru9h/"
  },
  {
    "id": "17843106713914704",
    "media_type": "CAROUSEL_ALBUM",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/325603202_1686718478397401_1508581110569896165_n.jpg?_nc_cat=100&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=aLibf_pRy9cAX_Kkzaz&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfBdwn624qaQk1gtWpP3sFV_CtgBwuDo0cwhdHPnm2r_Vw&oe=640A9228",
    "caption": "Порой выбрать бывает трудно и мы это знаем! \n\nНаш совет: в любой ситуации выбирать для себя самое лучшее❤️\n\nА с чем у вас чаще всего возникает дилемма?",
    "timestamp": "2023-01-13T11:51:33+0000",
    "permalink": "https://www.instagram.com/p/CnWrTjfIs79/"
  },
  {
    "id": "17969255228098987",
    "media_type": "VIDEO",
    "media_url": "https://video.cdninstagram.com/o1/v/t16/f1/m82/C44AC256A53D2B0BF88BBDD145CF8B98_video_dashinit.mp4?efg=eyJ2ZW5jb2RlX3RhZyI6InZ0c192b2RfdXJsZ2VuLjcyMC5jbGlwcyJ9&_nc_ht=video.cdninstagram.com&_nc_cat=102&vs=1101087010570829_3696193582&_nc_vs=HBksFQIYT2lnX3hwdl9yZWVsc19wZXJtYW5lbnRfcHJvZC9DNDRBQzI1NkE1M0QyQjBCRjg4QkJERDE0NUNGOEI5OF92aWRlb19kYXNoaW5pdC5tcDQVAALIAQAVABgkR0hVd1hSTXk4U2pkc0J3REFCMk5FdXYwc3ZNUGJxX0VBQUFGFQICyAEAKAAYABsBiAd1c2Vfb2lsATEVAAAmouKChoy790AVAigCQzMsF0AeqfvnbItEGBJkYXNoX2Jhc2VsaW5lXzFfdjERAHUAAA%3D%3D&ccb=9-4&oh=00_AfACm6kkejOYSrOzIq5c53MbHY3PXN9qRr0drNu7igcK1A&oe=64081CDE&_nc_sid=ea0b6e&_nc_rid=5b197b0820",
    "caption": "Нашим дрипам очень идут стаканчики из поезда \n\nКофейня на Марата находится совсем рядом с Московским вокзалом, поэтому забежать перед поездом за парой дрипов в дорогу удобно и быстро. Советуем захватить побольше и привезти подарки близким — маме или бабушке, которые еще не пробовали такой формат заваривания. Дрипы удобно пить и в дороге, и дома, и на вершине горы — решать вам.",
    "timestamp": "2023-01-11T10:41:33+0000",
    "thumbnail_url": "https://scontent.cdninstagram.com/v/t51.29350-15/324540807_983719982603526_7898654015693784907_n.jpg?_nc_cat=108&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=uEqNwclndeMAX_1qLiI&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfB0cnuDyz6MQYcvQASHh0oxD63mf1csj6zwFPBnaVcnKw&oe=640A188F",
    "permalink": "https://www.instagram.com/reel/CnRZCwCj9wp/"
  },
]
*/

