import image_1 from '../images/picther_slider_1.JPG';
import image_2 from '../images/sell-photo.png';
import image_3 from '../images/sell-picture-new.jpg';
import mayak_v_1 from '../images/mayak_v_1.JPG';
import mayak_v_2 from '../images/mayak_v_2.JPG';
import mayak_v_3 from '../images/mayak_v_3.JPG';
import mayak_v_4 from '../images/mayak_v_4.JPG';
import mayak_v_5 from '../images/mayak_v_5.JPG';
import mayak_v_6 from '../images/mayak_v_6.JPG';
import mayak_v_7 from '../images/mayak_v_7.JPG';
import mayak_v_8 from '../images/mayak_v_8.JPG';
import mayak_v_9 from '../images/mayak_v_9.JPG';
import mayak_v_10 from '../images/mayak_v_10.JPG';

import mayak_h_1 from '../images/mayak_h_1.JPG';
import mayak_h_2 from '../images/mayak_h_2.JPG';
import mayak_h_3 from '../images/mayak_h_3.JPG';



const sellPictures = [
  {
    pictureId: 1,
    image: image_1,
    text: "продающий текст для первого слайда, тут что-то хорошее написано",
    color: "blue",
  },
  {
    pictureId: 2,
    image: image_2,
    text: "продающий текст для второго слайда, тут что-то хорошее написано",
    color: "black",
  },
  {
    pictureId: 3,
    image: image_3,
    text: "продающий текст для третьего слайда, тут что-то хорошее написано",
    color: "white",
  },
];


const temporaryPhotos = [
  {
    "id": "18001015054718042",
    "media_type": "IMAGE",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/334320246_912577120064165_3067973945024697347_n.jpg?_nc_cat=104&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=8_nDU2GnxRQAX8uGun6&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfDF0tdD7_O-Vr74QrBDq52qYBxTFvYyfjHmeroTpvEmUw&oe=640BDCD1",
    "caption": "Любовь с первого укуса — это про наш новый врап🤤\n\nНаши сытные позиции на Марата обрели брата с необычным сочетанием — варёно-копчёный свиной окорок, творожный сыр, брусничный соус, вяленые томаты, моцарелла и всё завернуто в тортилью. Если вы ещё считаете, что мясо не сочетается со сладким соусом — советуем попробовать. Может быть нам удастся вас переубедить. А если вы уже ценитель, то торопитесь, мы не успеваем их крутить! \n\nВрап стоит 210 рублей и продается в кофейне на Марата, 2 (метро Маяковская) \n\n#гдепоестьспб #кофейняспб",
    "timestamp": "2023-03-06T10:16:46+0000",
    "permalink": "https://www.instagram.com/p/CpcZy7Qoaxp/"
  },
  {
    "id": "18036003817407192",
    "media_type": "IMAGE",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/333995278_2407849986059078_8774478809729688922_n.jpg?_nc_cat=103&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=vYW8SAqiXAQAX-N9Hwc&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfALao50ntezULkWXxV5ZspBFwOFjUdxjYura5NVh6TIvQ&oe=640B8B69",
    "caption": "Мы люди простые — видим на календаре 01.03 — радуемся! \n\nУже начали писать планы на эти три месяца. Среди них, конечно, и новые промо, и сотни капучино, литры фильтра, каппинги, съемки рилс, собрания и так далее. Главное не забыть насладиться сакурой на Литейном, прогуляться в первый теплый вечер и надеяться только на лучшее. \n\nЖелаем вам отличной весны, поделитесь своими планами на нее в комментариях, хотим пополнить наш список!\n\n#весна2023 #кофейняспб #спешелтикофе",
    "timestamp": "2023-03-01T14:57:08+0000",
    "permalink": "https://www.instagram.com/p/CpQB5_BIuWG/"
  },
  {
    "id": "18033807904411435",
    "media_type": "IMAGE",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/332706408_1810639319317399_4143857468947399567_n.jpg?_nc_cat=111&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=BDkf-9R_3OEAX90Bnui&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfD1z3vJBH0hQ1535P-JYzvvR4OreTsFzOnm37l4EvKWxg&oe=640AC3ED",
    "caption": "Санкт-Петербург, который всегда под рукой \n\nМы создаем шоперы, потому что и сами ходим с ними. Это экологичный и удобный способ ходить за покупками. Его удобно брать в поездки или носить в нем зерно из Питчера😉 Наверное, это один из самых любимых аксессуаров на весну-лето, особенно когда на нем любимый город! Шопер можно приобрести на  сайте или в кофейнях всего за 750 рублей.\n\nЗнаете, откуда открывается этот вид с картинки?\n#шоперспб #кофейняспб #спешелтикофе",
    "timestamp": "2023-02-25T09:26:14+0000",
    "permalink": "https://www.instagram.com/p/CpFI288IuLF/"
  },
  {
    "id": "17957328311376925",
    "media_type": "IMAGE",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/332443139_532613145685363_1638069469148994305_n.jpg?_nc_cat=101&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=Hrlo3MG4bqAAX-rjT4a&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfAp0l1GBlBlgkS5FaOKzqxhL2K6BtfZlu6mxhRCYCviyw&oe=640C0C1F",
    "caption": "Все мы начинали с того, что когда-то открыли для себя мир спешелти впервые — и владельцы кофеен, и бариста, и гости. Каждый этап этого пути уникальный и особенный, поэтому не стоит расстраиваться, если вы не понимаете, почему не чувствуете эти вкусы с этикетки зерна. \n\nА на каком этапе находишься ты?\n#кофеспб #кофейня #буднибариста",
    "timestamp": "2023-02-22T11:36:53+0000",
    "permalink": "https://www.instagram.com/p/Co9pbIOo519/"
  },
  {
    "id": "17968151012053375",
    "media_type": "VIDEO",
    "media_url": "https://video.cdninstagram.com/o1/v/t16/f1/m82/8B4BAF2784C296B18D08CEFF4034ABB7_video_dashinit.mp4?efg=eyJ2ZW5jb2RlX3RhZyI6InZ0c192b2RfdXJsZ2VuLjcyMC5jbGlwcyJ9&_nc_ht=video.cdninstagram.com&_nc_cat=105&vs=1229323961348221_607182162&_nc_vs=HBksFQIYT2lnX3hwdl9yZWVsc19wZXJtYW5lbnRfcHJvZC84QjRCQUYyNzg0QzI5NkIxOEQwOENFRkY0MDM0QUJCN192aWRlb19kYXNoaW5pdC5tcDQVAALIAQAVABgkR0k4aXpCT3BxUDNOS2FFQUFKV1BZRnNRX3I1NGJxX0VBQUFGFQICyAEAKAAYABsBiAd1c2Vfb2lsATEVAAAm4pX%2Fp6yLxj8VAigCQzMsF0BLczMzMzMzGBJkYXNoX2Jhc2VsaW5lXzFfdjERAHUAAA%3D%3D&ccb=9-4&oh=00_AfC44tgREufiKHjHff1d0x3c0672oM3IRj2nWvV5_Do1ZA&oe=64080E91&_nc_sid=ea0b6e&_nc_rid=3d0be27fbd",
    "caption": "За что мы любим альтернативу? За яркость вкуса и за то, как раскрывается зерно! Подпишись, чтобы узнать о других альтернативных методах приготовления кофе и познакомиться с жизнью петербургской кофейни 🤍\n\nV60 можно попробовать в кофейне на Марата, 2 — каждый день с 9 до 22🤍",
    "timestamp": "2023-02-19T11:58:16+0000",
    "thumbnail_url": "https://scontent.cdninstagram.com/v/t51.29350-15/332112119_192633080028564_6775151957934559718_n.jpg?_nc_cat=105&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=nptFabQ1qewAX9_XeWk&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfB95IqqcXqnhk28giEddailnOivHUkY-jYS3LFqOBHKUA&oe=640A7BB1",
    "permalink": "https://www.instagram.com/reel/Co181CYI-fi/"
  },
  {
    "id": "18345939487007460",
    "media_type": "VIDEO",
    "media_url": "https://video.cdninstagram.com/o1/v/t16/f1/m82/1F4DCE59780BDB50F434D30C9A7A46AA_video_dashinit.mp4?efg=eyJ2ZW5jb2RlX3RhZyI6InZ0c192b2RfdXJsZ2VuLjcyMC5jbGlwcyJ9&_nc_ht=video.cdninstagram.com&_nc_cat=101&vs=3402773963301537_2275192147&_nc_vs=HBksFQIYT2lnX3hwdl9yZWVsc19wZXJtYW5lbnRfcHJvZC8xRjREQ0U1OTc4MEJEQjUwRjQzNEQzMEM5QTdBNDZBQV92aWRlb19kYXNoaW5pdC5tcDQVAALIAQAVABgkR0h5NHFCT2xhUVBqSXVnQkFMNUEzS1Rib253ZGJxX0VBQUFGFQICyAEAKAAYABsBiAd1c2Vfb2lsATEVAAAm%2BKTe%2FomEikEVAigCQzMsF0A1O6XjU%2FfPGBJkYXNoX2Jhc2VsaW5lXzFfdjERAHUAAA%3D%3D&ccb=9-4&oh=00_AfCFjnzDaewRIPi4iLhLmukEpQtJwh2t6I0VvfOsR69Y3w&oe=64077A69&_nc_sid=ea0b6e&_nc_rid=4776889253",
    "caption": "Бесконечно можно смотреть на четыре вещи: огонь, воду, как проливается эспрессо и на это видео с Дашей и Ильей \n\nНаша уютная кофейня на Парке Победы располагает только к хорошему настроению. Счастливые бариста ➡️ вкусный кофе ➡️ счастливые посетители, такая простая формула!",
    "timestamp": "2023-02-15T11:30:18+0000",
    "thumbnail_url": "https://scontent.cdninstagram.com/v/t51.29350-15/331321487_918764915921837_5192278183698064744_n.jpg?_nc_cat=105&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=2zyhLbOTrekAX_DavL8&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfACZE5BHlfyBWJaOWAZjUF_0pJP3bcf8w-GeYBjC1GkSw&oe=640C116D",
    "permalink": "https://www.instagram.com/reel/Cormh_vIO67/"
  },
  {
    "id": "17893764692768704",
    "media_type": "IMAGE",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/330538220_681979953674981_8198294015055611144_n.jpg?_nc_cat=103&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=IhVQXlJE6osAX-LrNtp&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfARIzVs0OipYMJHtIlsaE_fVVqML7st7RbYBpfCLpe6EQ&oe=640B482A",
    "caption": "Пусть ваш партнёрам never gonna give you up, а только просит love me tender \n\nА если вы ещё не встретили своего wonderwall, то этот день посвятите любви к главному человеку своей жизни — себе❤️\n\nВ сторис рассказали об идеях для подарков для любителей погулять и домоседов, точно найдёте что-то для себя или партнера🫶",
    "timestamp": "2023-02-14T09:13:01+0000",
    "permalink": "https://www.instagram.com/p/CooymcSooEJ/"
  },
  {
    "id": "17964171974211499",
    "media_type": "IMAGE",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/329453792_958375718392246_6956616497637461253_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=LvlVIwQSpBUAX817ddc&_nc_oc=AQkn4Zxebmvm01I6Php-naycqvuNC5qPxMeIIatnScY9DWECl8PAee5mmcwBhpTalrU&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfC3tN11kQ5klRTT4p9Cc-KBQD9DycldigLYRwQ3dldfkw&oe=640BCAB8",
    "caption": "14 февраля. Открываешь глаза – еще один день. Такой же, как и обычно. Кровать, ванна, кухня. Достаёшь дрип и понимаешь, что этот день отличается от других. Вдруг ты садишься и медленно пьёшь чашку кофе, не спешишь успеть всё, а просто наслаждаешься моментом. Тело просит зарядки – даёшь ему это движение. Разум просит включить любимую песню. Может быть потанцевать перед тем, как выйти из дома. А кто запретит? По дороге на работу покупаешь булочку с корицей для коллеги, а на обратном пути домой – цветы для себя. Чем этот день отличается от других?\n\nЛюбовь. Любовь к себе, окружающим и пространству. Мы часто забываем, как важно любить даже самый обычный день. И пусть такие дни будут не только 14 февраля, а круглый год! \n\nМы сделали эти дрипы, чтобы вы тратили меньше времени на рутину и больше — на любовь. Два дрипа - Гватемала Антигуа и Эфиопия Сидамо. Для себя, для неё, для него, для любви❤️\n\n#подарокна14февраля #дрипкофе #кофейняспб",
    "timestamp": "2023-02-07T14:38:50+0000",
    "permalink": "https://www.instagram.com/p/CoXWUwCod6v/"
  },
  {
    "id": "17976650497982948",
    "media_type": "IMAGE",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/329628091_582305886823374_5027928986542899903_n.jpg?_nc_cat=107&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=nhOk2WG_qO8AX9SF1wX&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfASKegci2ejWcO-DS_F05VnK0l_i37jICQZySjSJ8FRiw&oe=640C1147",
    "caption": "Это кофе, а не балет✨\n\nВозможно, этот напиток не поможет вам победить крысиного короля, зато точно победит тоску или холод. Самый зимний и сказочный - Nutcracker. Напиток на основе капучино с домашним сиропом из груши и грецкого ореха, покрытый топпингом из сушенной молотой клюквы. Как будто ваша бабушка немного увлеклась и сделала кофейный компот. Можем сделать и по вегану!\n\nКонечно, мы вдохновлялись зимней сказкой о доблестном заколдованном мальчике и фантазировали на тему настоящего зимнего напитка. Так родился наш Щелкунчик, то есть Nutcracker. Пока весна еще не начала одевать все вокруг в зелень и напоминать о приближении эспрессо-тоников, давайте наслаждаться таким по-домашнему вкусным и уютным напитком!",
    "timestamp": "2023-02-06T13:08:24+0000",
    "permalink": "https://www.instagram.com/p/CoUnLf2Ig4n/"
  },
  {
    "id": "18271360060184287",
    "media_type": "CAROUSEL_ALBUM",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/328547961_872281540721805_8047050933055806742_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=CvbzN21DtD0AX8Z6pcp&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfA7UBeqxvrvTmCixm4Q8r1VoI4OXrYsXhJyoWm8MmZlTg&oe=640B00CB",
    "caption": "Любимое зерно этого месяца со скидкой🫶\n\nМы много лет обжариваем это зерно и нежно его любим. Чтобы и вы прониклись этой любовью, сделали на него скидку. Узнайте, каким вкусным может быть кофе из Гватемалы! В карусели подробнее о зерне➡️\n\nВ кофейнях и на сайте можно купить со скидкой за 540 рублей",
    "timestamp": "2023-02-03T12:46:52+0000",
    "permalink": "https://www.instagram.com/p/CoM2VJSIfY0/"
  },
  {
    "id": "17942419556408841",
    "media_type": "CAROUSEL_ALBUM",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/328144392_731117625033213_8958900361208525733_n.jpg?_nc_cat=102&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=FmK4SlejezMAX9C9JFm&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfBwhTWXJC9kx1aBsGvL8ajAuOL60s1Ql9z8XbLwKwXGjw&oe=640A3F1B",
    "caption": "А где любовь? Любовь тут рядом!\n\nВ этом году мы стали участниками благотворительной акции «Прикоснуться словами» @prikosnutsya от фонда «Антон тут рядом» @antontutryadom \n\nС 1 по 14 в февраля в наших кофейнях вы можете купить валентинки, которые создали студенты фонда «Антон тут рядом», аутичные взрослые. \n\n❤️ Я влюбился. Это страшно? \n\n❤️ Давай просто посидим. Ты со мной и этого достаточно! \n\n❤️ Счастье отстой.\nИ другие!\n\nДарите валентинки своим близким, а собранные средства мы отправим на работу фонда и помощь аутичным детям и взрослым. \n\nС любовью можно прожить.",
    "timestamp": "2023-02-01T10:49:00+0000",
    "permalink": "https://www.instagram.com/p/CoHfQGUIvAV/"
  },
  {
    "id": "17965942841036085",
    "media_type": "VIDEO",
    "media_url": "https://video.cdninstagram.com/o1/v/t16/f1/m82/CD4908EC4A4377139C32B136DF9021B8_video_dashinit.mp4?efg=eyJ2ZW5jb2RlX3RhZyI6InZ0c192b2RfdXJsZ2VuLjcyMC5jbGlwcyJ9&_nc_ht=video.cdninstagram.com&_nc_cat=105&vs=748434696395948_3105901888&_nc_vs=HBksFQIYT2lnX3hwdl9yZWVsc19wZXJtYW5lbnRfcHJvZC9DRDQ5MDhFQzRBNDM3NzEzOUMzMkIxMzZERjkwMjFCOF92aWRlb19kYXNoaW5pdC5tcDQVAALIAQAVABgkR0RoNml4T3h5WXJQaEdRRUFOTktPYWJQRGxnbWJxX0VBQUFGFQICyAEAKAAYABsBiAd1c2Vfb2lsATEVAAAmkJ6An470sj8VAigCQzMsF0As5mZmZmZmGBJkYXNoX2Jhc2VsaW5lXzFfdjERAHUAAA%3D%3D&ccb=9-4&oh=00_AfCIom64d__r6hSkTEQl4LQk7uMrapugsNidpC0zI8hVNw&oe=6407EE09&_nc_sid=ea0b6e&_nc_rid=57b4385e5c",
    "caption": "Что делают бариста, пока нет гостей💃\n\nЗаглянуть в будни кофейни на Парке в тихие часы удается редко, а сегодня такой чудесный морозный день и совсем не много посетителей. Успеете и поболтать, и кофе выпить, а может повезёт потискать собачек😉",
    "timestamp": "2023-01-31T11:27:32+0000",
    "thumbnail_url": "https://scontent.cdninstagram.com/v/t51.29350-15/327856118_561501056021608_40145878997135105_n.jpg?_nc_cat=104&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=a5wkSCJY9SkAX8OBN-V&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfDFVPOTmlVIDDBlqJ_DjH_sOo2WsErKvf1KaeyBbYW4-A&oe=640B3FD9",
    "permalink": "https://www.instagram.com/reel/CoE-mA5ICUL/"
  },
  {
    "id": "17968761925998010",
    "media_type": "CAROUSEL_ALBUM",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/327784569_1171457943556597_8375525746041171465_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=tHiZKCBkXgsAX8N6_Ms&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfDHi7HNkr8FDmlwLfmh-Ru_v6CzMc_U2PBUAxz0oS-5MQ&oe=640A6EED",
    "caption": "Как часто вы стоите дома перед пачкой зерна, задумавшись о том, сколько же грамм кофе в чайной ложке? Может быть эти думы наводят вас на то, что пора купить весы и забыть об этой проблеме. Мы все равно думаем, что вам полезно будет узнать этот и несколько других фактов.\n\nВаши лайки и комментарии дадут нам знать, что такой формат вам нравится❤️",
    "timestamp": "2023-01-30T12:12:03+0000",
    "permalink": "https://www.instagram.com/p/CoCfKpYITUc/"
  },
  {
    "id": "17959117382506684",
    "media_type": "CAROUSEL_ALBUM",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/327393480_130789249886902_4685376294936702602_n.jpg?_nc_cat=106&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=ceb3ZvzBxwkAX85H1KD&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfD-Nzv7bX8LSFDygeFCQgKEu_sAxTdnKIY7QIXKrTykFQ&oe=640ABB7C",
    "caption": "Новинка Индонезия Ява Фринса Эдан — кофе для любителей ярких вкусов\n\nОдин из наших любимых лотов, который мы обжариваем уже не первый год. Экспериментальная обработка и чуткий труд фермеров Западной Явы, объединенных станцией Frinsa Estate. Здесь семья Вилдона Мустафы и Атияк Мустиканингтяс рушат стереотипы об индонезийском кофе. С самого начала команда была сосредоточена на качестве и экологичном подходе к производству. \n\nУ кофе от Фринса Коллектив немного дикий, но крутой вкус. Это не то, к чему мы привыкли. Насыщенный сладкий и искристый. Мы чувствуем в нём яркий аромат маминых фиалок, и фруктово-ягодные ноты. Но помимо этого есть особенный вкус и аромат, который встречается только у этого лота. Каждый почувствует что-то свое: кто-то яркие тропические ноты, кто-то ноты комбучи. Лучше попробовать, чем прочитать.\n\nВ карусели читайте подробное описание лота➡️\n\n#кофеспб #кофеиндонезия #кофейноезерно #кофейняспб",
    "timestamp": "2023-01-26T12:52:42+0000",
    "permalink": "https://www.instagram.com/p/Cn4Qo7No3-c/"
  },
  {
    "id": "17974356244999977",
    "media_type": "VIDEO",
    "media_url": "https://video.cdninstagram.com/o1/v/t16/f1/m82/CA4836B2136EF74DC4430FE7A625EFB6_video_dashinit.mp4?efg=eyJ2ZW5jb2RlX3RhZyI6InZ0c192b2RfdXJsZ2VuLjcyMC5jbGlwcyJ9&_nc_ht=video.cdninstagram.com&_nc_cat=107&vs=855532515615405_3466513863&_nc_vs=HBksFQIYT2lnX3hwdl9yZWVsc19wZXJtYW5lbnRfcHJvZC9DQTQ4MzZCMjEzNkVGNzREQzQ0MzBGRTdBNjI1RUZCNl92aWRlb19kYXNoaW5pdC5tcDQVAALIAQAVABgkR0hzc2NCTkNDNHpwQml3RUFHZEZiaDdrZ01sNGJxX0VBQUFGFQICyAEAKAAYABsBiAd1c2Vfb2lsATEVAAAm0vjlo9rc%2FD8VAigCQzMsF0AolP3ztkWiGBJkYXNoX2Jhc2VsaW5lXzFfdjERAHUAAA%3D%3D&ccb=9-4&oh=00_AfCyiQez08JmvrFPElzzyTbCB2skR-Hj7-rl9rjw2gfOew&oe=6407A7F2&_nc_sid=ea0b6e&_nc_rid=2a38a56a3c",
    "caption": "Мы связали ещё одну партию вязанных дрипов!\n\nДа, сопротивлялись. Да, говорили, что их больше не будет. Но сдались и сами этому рады!\n\nДрипы получились настолько чудесные, что практически каждый день нас спрашивали можно ли купить ещё себе или в подарок. Всей командой вязали, чтобы вы могли согреться❤️\n\nВ дрип боксе: Кения Рунгето Кит и Коста-Рика Сан Рафаэль\n\nУже на полках обеих кофеен и на сайте! \n#дрипбокс #дрипы #кофейняспб #кофеспб",
    "timestamp": "2023-01-24T10:39:17+0000",
    "thumbnail_url": "https://scontent.cdninstagram.com/v/t51.29350-15/327072972_516617650455735_7212784113340407182_n.jpg?_nc_cat=104&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=422LfhYp65oAX-nJuSI&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfCZyJElngCsG_s_twP-BrpV68Oa4224CNKta6obLQsrPg&oe=640C10C8",
    "permalink": "https://www.instagram.com/reel/Cny3Vpjoecd/"
  },
  {
    "id": "17888348102772513",
    "media_type": "IMAGE",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/326763127_179048341427172_4389837425531451511_n.jpg?_nc_cat=103&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=jJ0debtZjLIAX_rU_-6&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfAoDMXP7CPOT44cmHgCoql4H_HcQJJYujq_vkuxxDsXFg&oe=640A6C53",
    "caption": "Шоколадные, сливочные, фруктовые, ореховые, нежные, хрустящие… \n\nДесерты! Честно скажем, самим бывает сложно выбрать в этом разнообразии, но у каждого есть свой фаворит. \n\nДесерты в кофейне на Марата постоянно обновляются и пополняются. Конечно, есть «старички», например, нежный баноффи с арахисовой пастой, бананом и сливками. А из последних обновок на витрине задержался чизкейк — классика с печеньем, крем-чизом и шоколадным ганашем. \n\nВы точно найдёте фаворита среди наших десертов, а может он уже есть?",
    "timestamp": "2023-01-22T09:21:12+0000",
    "permalink": "https://www.instagram.com/p/CntlQQXo55t/"
  },
  {
    "id": "17988400885661013",
    "media_type": "IMAGE",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/325581233_716093816791866_453749775608813076_n.jpg?_nc_cat=100&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=6BQr5GmruKEAX-rIdqO&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfC1_n_tKhjVNbTNdc1m-_S1VQO3GGdjvIdjMAeVtpjYbg&oe=640BBB93",
    "caption": "Они ждут твоего сообщения! 🫂\n\nВстречайтесь с друзьями в кофейне на Марата перед прогулкой по Невскому и центру. Кажется, вы давно не видели Казанский! \n\nЗахватите кофе на Бассейной и бродите по Парку Победы. Главное позаботиться о тепле, с чем чашка горячего кофе отлично справится❤️\n\nP.S. Используйте этот пост, как приглашение на кофе \nP.P.S. Если вам прислали этот пост, значит вас позвали на кофе!",
    "timestamp": "2023-01-17T11:21:54+0000",
    "permalink": "https://www.instagram.com/p/Cng7F8DLRbO/"
  },
  {
    "id": "17856410522888734",
    "media_type": "IMAGE",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/324915756_695530768705759_454959582007435767_n.jpg?_nc_cat=110&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=pJkaXeBDTREAX_OP2cD&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfDYAvGSRXSLxVJFr3o-vVajnnBYjSjnJ-ElH_n5JgMR6g&oe=640BECF6",
    "caption": "Каждый день — день хвостатых в кофейнях\n\nPet-friendly — это не только про «вы можете зайти с собакой/котом/канарейкой». Это и о том, что мы помним имена ваших питомцев, а те сразу бегут к стойке за лакомством. \n\nСегодня в сторис небольшой день хвостатых, а в вечных сторис всегда хранятся воспоминания о наших маленьких гостях❤️",
    "timestamp": "2023-01-15T12:18:20+0000",
    "permalink": "https://www.instagram.com/p/Cnb39j5ru9h/"
  },
  {
    "id": "17843106713914704",
    "media_type": "CAROUSEL_ALBUM",
    "media_url": "https://scontent.cdninstagram.com/v/t51.29350-15/325603202_1686718478397401_1508581110569896165_n.jpg?_nc_cat=100&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=aLibf_pRy9cAX_Kkzaz&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfBdwn624qaQk1gtWpP3sFV_CtgBwuDo0cwhdHPnm2r_Vw&oe=640A9228",
    "caption": "Порой выбрать бывает трудно и мы это знаем! \n\nНаш совет: в любой ситуации выбирать для себя самое лучшее❤️\n\nА с чем у вас чаще всего возникает дилемма?",
    "timestamp": "2023-01-13T11:51:33+0000",
    "permalink": "https://www.instagram.com/p/CnWrTjfIs79/"
  },
  {
    "id": "17969255228098987",
    "media_type": "VIDEO",
    "media_url": "https://video.cdninstagram.com/o1/v/t16/f1/m82/C44AC256A53D2B0BF88BBDD145CF8B98_video_dashinit.mp4?efg=eyJ2ZW5jb2RlX3RhZyI6InZ0c192b2RfdXJsZ2VuLjcyMC5jbGlwcyJ9&_nc_ht=video.cdninstagram.com&_nc_cat=102&vs=1101087010570829_3696193582&_nc_vs=HBksFQIYT2lnX3hwdl9yZWVsc19wZXJtYW5lbnRfcHJvZC9DNDRBQzI1NkE1M0QyQjBCRjg4QkJERDE0NUNGOEI5OF92aWRlb19kYXNoaW5pdC5tcDQVAALIAQAVABgkR0hVd1hSTXk4U2pkc0J3REFCMk5FdXYwc3ZNUGJxX0VBQUFGFQICyAEAKAAYABsBiAd1c2Vfb2lsATEVAAAmouKChoy790AVAigCQzMsF0AeqfvnbItEGBJkYXNoX2Jhc2VsaW5lXzFfdjERAHUAAA%3D%3D&ccb=9-4&oh=00_AfACm6kkejOYSrOzIq5c53MbHY3PXN9qRr0drNu7igcK1A&oe=64081CDE&_nc_sid=ea0b6e&_nc_rid=5b197b0820",
    "caption": "Нашим дрипам очень идут стаканчики из поезда \n\nКофейня на Марата находится совсем рядом с Московским вокзалом, поэтому забежать перед поездом за парой дрипов в дорогу удобно и быстро. Советуем захватить побольше и привезти подарки близким — маме или бабушке, которые еще не пробовали такой формат заваривания. Дрипы удобно пить и в дороге, и дома, и на вершине горы — решать вам.",
    "timestamp": "2023-01-11T10:41:33+0000",
    "thumbnail_url": "https://scontent.cdninstagram.com/v/t51.29350-15/324540807_983719982603526_7898654015693784907_n.jpg?_nc_cat=108&ccb=1-7&_nc_sid=8ae9d6&_nc_ohc=uEqNwclndeMAX_1qLiI&_nc_ht=scontent.cdninstagram.com&edm=ANo9K5cEAAAA&oh=00_AfB0cnuDyz6MQYcvQASHh0oxD63mf1csj6zwFPBnaVcnKw&oe=640A188F",
    "permalink": "https://www.instagram.com/reel/CnRZCwCj9wp/"
  },
]

const mayakImages = [
  {
    id: 1,
    image: mayak_h_3,
    cols: 2,
    rows: 2
  },
  {
    id: 2,
    image: mayak_v_1,
    cols: 1,
    rows: 1
  },
  {
    id: 4,
    image: mayak_v_2,
    cols: 1,
    rows: 2
  },
  
  {
    id: 5,
    image: mayak_h_2,
    cols: 2,
    rows: 1
  },
  {
    id: 3,
    image: mayak_v_6,
    cols: 1,
    rows: 1
  },
  {
    id: 6,
    image: mayak_h_1,
    cols: 2,
    rows: 2
  },
  {
    id: 7,
    image: mayak_v_3,
    cols: 1,
    rows: 2
  },
  {
    id: 8,
    image: image_2,
    cols: 2,
    rows: 1
  },
  {
    id: 9,
    image: mayak_v_4,
    cols: 1,
    rows: 1
  },
  {
    id: 10,
    image: mayak_v_5,
    cols: 1,
    rows: 1
  },
  {
    id: 11,
    image: image_3,
    cols: 2,
    rows: 2
  },
  {
    id: 12,
    image: mayak_v_8,
    cols: 1,
    rows: 1
  },
  {
    id: 13,
    image: mayak_v_9,
    cols: 1,
    rows: 1
  },
  {
    id: 14,
    image: mayak_v_7,
    cols: 1,
    rows: 1
  },
  {
    id: 13,
    image: mayak_v_10,
    cols: 1,
    rows: 1
  },
  {
    id: 14,
    image: image_1,
    cols: 2,
    rows: 1
  },

  /* 
  {
    id: 5,
    image: mayak_v_5,
    cols: 1,
    rows: 1
  },
  {
    id: 6,
    image: mayak_v_6,
    cols: 1,
    rows: 1
  },
  {
    id: 7,
    image: mayak_v_7,
    cols: 1,
    rows: 1
  },
  {
    id: 1,
    image: mayak_v_1
  }, */
]


export { sellPictures, temporaryPhotos, mayakImages };



/* 
        {sellPictures.map((item) => (
          <div key={item.pictureId}>
            <CarouselItem color={item.color}>{item.text}</CarouselItem>
          </div>
        ))}

<CarouselItem color="blue">певрый</CarouselItem>
      <CarouselItem color="black">второй</CarouselItem>
      <CarouselItem color="white">третий</CarouselItem>    
      
      
 

*/
